/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Itens do Dock";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Item do Dock";
"com.apple.dock.itemlist" = "Lista de Itens do Dock";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Itens da Lista de Item do Dock";
"com.apple.dock.item/path" = "Caminho de Item do Dock";
"com.apple.dock.item/label" = "Etiqueta de Item do Dock";
"com.apple.dock.item/type" = "Tipo de Item do Dock";
"com.apple.dock.item/parent" = "Item principal do Dock";
"com.apple.dock.item/properties" = "Propriedades de Item do Dock";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Widgets do Dashboard";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Widget do Dashboard";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "Identificador de Pacote";
"com.apple.dashboard.widget/preferences" = "preferências";
"com.apple.dashboard.widget/position" = "posição";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "inLayer";

